Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/travel_and_recreation/motoring_1/driver_licensing/learner_driving_permits_for_motorcycles_in_ireland.html.txt.tmx
Source language: en
Languages: pl

source: Learner driving permits for motorcycles
pl: Irlandzkie zezwolenia szkoleniowe na motocykle¬

source: It is a statutory requirement that you must hold at least a learner driving permit (previously known as a provisional licence) for the appropriate category of motorcycle if you want to drive a motorcycle in a public place. You are required to carry your permit with you at all times when driving
pl: Jest to wymóg określony ustawowo, abyście Państwo posiadali przynajmniej zezwolenia szkoleniowe (wcześniej zwane tymczasowym prawem jazdy) na pojazd odpowiedniej kategorii, jeśli chcecie Państwo kierować motocyklem w miejscu publicznym

source: This document explains how to apply for or renew a learner permit for a motorcycle. In other documents you will find information on:
pl: Wymaga się od Państwa posiadania przy sobie dokumentu zezwolenia szkoleniowego zawsze podczas kierowania pojazdem

source: To apply for a learner permit, you must be normally resident in Ireland
pl: Aby ubiegać się o zezwolenie szkoleniowe należy być normalnie zamieszkałym w Irlandii

source: If you usually live here for at least 185 days in each calendar year (because of personal and occupational ties), you are considered to be normally resident in Ireland
pl: Jeśli mieszkacie Państwo tu przez przynajmniej 185 dni w każdym roku kalendarzowym (ze względów osobistych i zawodowych), uważa się Państwo za normalnie zamieszkałych w Irlandii

source: The Road Safety Authority now has responsibility for driver licensing and has set up a new National Driver Licence Service (NDLS)
pl: Od 29 października 2013 proces aplikacji zmienił i, gdy starasz się, trzeba będzie odwiedzić jednego z nowej Krajowej Służby kierowcy Licence (NDLS) ośrodków

source: In addition, the application process has changed and, when applying for a learner permit, you have to visit one of the new NDLS centres
pl: W ramach tego procesu aplikacji twarzą w twarz, Twoje zdjęcie i podpis zostanie utrwalone cyfrowo. Zostaną one włączone do istniejącej opłaty

source: As part of the face-to-face application process, your photo and your signature is captured digitally
pl: Trzeba będzie wnieść dodatkową dokumentację w celu potwierdzenia tożsamości

source: You have to bring additional documentation to confirm your identity
pl: Dalsze informacje są dostępne na stronie internetowej NDLS

source: A new plastic-card learner permit has been introduced, replacing the paper learner permit
pl: Każdy, kto ubiega się o licencję lub zezwolenie szkoleniowe od 12 stycznia 2013 otrzyma nową wersję

source: This is an EU initiative to introduce a secure, compact style of licence in all member states
pl: Jest to inicjatywa UE wprowadzić bezpieczny, kompaktowy styl jazdy we wszystkich państwach członkowskich

source: The number of driving licence categories has increased and the minimum age requirement for certain categories has changed also
pl: Również liczba kategorie prawa jazdy wzrosła i minimalny wiek wymagany do niektórych kategorii zmianie

source: Further information is available on the Road Safety Authority's website
pl: Dalsze informacje dostępne są na stronie internetowej Urzędu ds

source: Before you learn to drive on public roads, you must hold a learner permit, covering the category of motorcycle you wish to drive
pl: Przed rozpoczęciem nauki jazdy na drogach publicznych Irlandii, należy uzyskać zezwolenie szkoleniowe odnoszące się do kategorii motocyka, którym chcecie Państwo kierować

source: A learner permit to drive a motorcycle is usually valid for 2 years
pl: Zezwolenie szkoleniowe na kierowanie samochodem lub pojazdem roboczym jest zazwyczaj ważne przez 2 lata

source: Learner permit holders are not allowed carry pillion passengers (passengers on the back of their motorcycle) or drive on a motorway
pl: Jeśli posiadacie Państwo zezwolenie szkoleniowe, nie wolno wozić Państwu pasażerów na tylnej części siedzenia motocykla, ani też jeździć na autostradzie

source: Motorcyclists with learner permits are required to display L-plates on a yellow fluorescent high visibility tabard. (A tabard is a bib or sleeveless outer garment with open side-seams)
pl: Od motocyklistów posiadających zezwolenie szkoleniowe wymaga się posiadania pola z literą L na żółtym fluorescencyjnym tle znajdującego się na kamizelce odblaskowej

source: The letter 'L' must be in red and at least 15cm in height on a white background, and must be to the front and rear of your torso
pl: (Kamizelka jest rodzajem wierzchniego okrycia bez rękawów) Litera „L” musi być czerwona i mieć nie mniej niż 15 cm wysokości i byc na białym tle

source: It is a criminal offence for learner motorcyclists not to display L plates
pl: Musi znajdować się z przodu i z tyłu tułowia

source: Since October 2011 the drink driving limit for drivers with learner permits and those in their first two years on a full driving licence is reduced to 20mg/100m of blood
pl: Nieposiadanie pola z literą L przez motocyklistę posiadającego jedynie zezwolenie szkoleniowe stanowi przestępstwo karne

source: The penalty points disqualification threshold of 12 points is reduced to 7 penalty points for those who obtain their first learner permit on or after 1 August 2014
pl: Od października 2011 limit alkoholu dopuszczalnego we krwi kierowcy samochodu z zezwoleniem szkoleniowym oraz kierowców posiadających pełne prawo jazdy przez okres poniżej 2 lat został zmniejszony do 20 mg / 200 ml krwi

source: It remains at the lower threshold while they drive under a learner permit and subsequently during the first two years while they drive under their first driving licence
pl: Informacje o innych proponowanych środkach ochrony kierowców uczących się i niedoświadczonych dostępne są na stronie internetowej Urzędu ds

source: Further information is available on the Road Safety Authority website
pl: Bezpieczeństwa Ruchu Drogowego (Road Safety Authority)

source: The rules of the road are available at rulesoftheroad.ie
pl: Więcej o zasadach ruchu drogowego możecie się Państwo dowiedzieć na rotr.ie

source: Since 19 January 2013 there are 4 categories of motorcycle in Ireland that are licensed for use on public roads
pl: Od 19 stycznia 2013 r. w Irlandii istnieją 4 kategorie motocykli, którym zezwala się na poruszanie po drogach publicznych

source: There are also specified minimum ages for motorcyclists
pl: Również określony jest minimalny wiek motocyklistów

source: Motorcycle and moped categories from 19 January 2013
pl: Kategorie motocykli i motorowerów o d 19 stycznia 2013 r

source: │AM │Mopeds and tricycles with a maximum speed of 45kph and light quadricycles │16 years │
pl: │AM │Motorowery i trzykołowe o maksymalnej prędkości 45 km/h i lekkich │16 lat │

source: │A1 │Motorcycles (with or without a sidecar) of 11kW or less and 125cc or less, with a maximum power/weight ratio of 0.1 kW/kg, and motor tricycles of 15 kW or less │16 years │
pl: │A1 │Motocykle (z lub bez przyczepy) o 11kW lub mniej i 125cc lub mniej, o maksymalnej stosunek moc / masa do 0,1 kW / kg oraz motocykli trójkołowych o mocy 15 kW lub mniej │16 lat │

source: │A2 │Motorcycles (with or without a sidecar) of 35kW or less, with a maximum power/weight ratio of 0.2 kW/kg, and not derived from a vehicle of more than double its power │18 years │
pl: │A2 │Motocykle (z lub bez przyczepy) o 35kW lub mniej, o maksymalnej stosunek moc / masa do 0,2 kW / kg, i nie pochodzi od pojazdów o mocy przekraczającej dwukrotność mocy │18 lat │

source: │A │Motorcycles (with or without a sidecar) and motor tricycles │24 years (20 years via progressive access) │
pl: │A │Motocykle (z wózkiem bocznym lub bez) oraz motocykli trzykołowych │24 lat (20 lat poprzez stopniowego dostępu) │

source: Motorcycle and moped categories before 19 January 2013
pl: Przed 19 stycznia 2013 r. kategorie i kierowcy minimalny wiek dla motocykli i motorowerów, były następujące:

source: │Category│Vehicle type │Minimum age of │
pl: │ Kategorie motocykli i motorowerów przed 19 stycznia 2013 r

source: │A1 │Motorcycles of 11kW or less and of 125cc or less, with or│16 years │
pl: │Kategoria │Rodzaj pojazdu │Minimalny wiek kierowcy │

source: │ │without a sidecar │ │
pl: │A1 │Motocykle o mocy 11kW lub mniejszej oraz o pojemności 125cm3 lub mniejszej, z lub bez wózka bocznego │16 lat │

source: │A* │Motorcycles with or without a sidecar │18 years │
pl: │A* │Motocykle z lub bez wózka bocznego │18 lat │

source: │M │Mopeds with a maximum speed of 45kph and a maximum n │16 years │ │ │engine size of 50cc │ │
pl: │M │Motorowery o maksymalnej prędkości osiąganej 45 km/h I maksymalnej pojemności silnika 50 cm3 │16 lat │

source: * Category A learner permits issued before 19 January 2013 carry a restriction
pl: * Zezwolenia szkoleniowe kategorii A wydane przed 19 stycznia 2013 r. związane są z ograniczeniami

source: This restriction limits the licence holder to motorcycles (with or without a sidecar) subject to a power limit of 25kW
pl: Te ograniczenia powodują, że właściciel zezwolenia na motocykle (z lub bez wózka bocznego) ograniczony jest to mocy 25kW

source: This restriction continues for 2 years after you have obtained a full driving licence for this category providing the licence was obtained before 19 January 2013
pl: To ograniczenie trwa przez dwa lata po uzyskaniu pełnego prawa jazdy tej kategorii jeżeli pozwolenie zostało uzyskane przed dniem 19 stycznia 2013 roku

source: Getting a full driving licence
pl: Otrzymanie pełnego prawa jazdy

source: If you are old enough, the usual steps you must take to get a full driving licence in a particular category is to:
pl: Jeżeli jesteś w odpowiednim wieku, w celu otrzymania pełnego prawa jazdy na poszczególne kategorie, należy podjąć następujące kroki:

source: Pass the motorcycle/moped theory test
pl: Zdać teoretyczny test motocyklowo/motorowerowy

source: Get a learner permit for the category you wish to get a full licence for
pl: Otrzymać zezwolenie ucznia w kategorii, w której chcesz otrzymać pełne prawo jazdy

source: Complete all the appropriate Initial Basic Training (IBT) modules on the appropriate type of motorcycle
pl: Skompletować odpowiednie moduły podstaw szkolenia początkowego do odpowiedniego typu motocykla

source: Pass the motorcycle driving test after a minimum of 6 months on the appropriate representative motorcycle
pl: Po upływie minimum 6 miesięcy, zdać motocyklowy egzamin z jazdy na odpowiednim typie motocykla

source: However, if you have already held a category A1 or A2 full driving licence for at least two years it is possible to get a full licence for category A2 or A respectively through what is called progressive access, without going through all those steps
pl: Jeżeli jednak od co najmniej dwóch lat posiadasz pełne prawo jazdy kategorii A1 lub A2, możliwe jest otrzymanie pełnego prawa jazdy na kategorię A2 lub A, odpowiednio metodą zwaną dostęp progresywny, bez przechodzenia przez te wszystkie etapy

source: Providing you have already completed IBT training for your existing licence, the steps you follow are:
pl: Jeżeli odbyłeś szkolenie IBT podczas zdobywania posiadanego już prawa jazdy, musisz teraz przejść następujące etapy:

source: Complete the IBT progression module on the appropriate type of motorcycle
pl: Skompletowanie progresywnego modułu IBT na odpowiedni typ motocykla

source: You may also have to do a motorcycle driving test if you did not pass the test for your existing licence
pl: Jeżeli nie zdawałeś egzaminu na posiadane prawo jazdy, może okazać się konieczne zdanie egzaminu z jazdy motocyklem

source: It is possible to get a category A learner permit at age 20 under progressive access
pl: W ramach dostępu progresywnego, możliwe jest otrzymanie zezwolenia ucznia w kategorii A w wieku lat 20

source: Information on the process for obtaining a motorcycle licence (pdf) and a related motorcycle FAQ (pdf) is available on the Road Safety Authority's website
pl: Informacje dotyczące nowego processu otrzymywania motocyklowego prawa jazdy (pdf) oraz w związku z tym najczęściej zadawane pytania motocyklowe (FAQ) (pdf) dostępne są na stronie internetowej Urzędu ds. Bezpieczeństwa Drogowego

source: Your first learner permit
pl: Twoje pierwsze zezwolenie ucznia

source: You must have a valid driver theory test certificate for motoycycle and moped categories before a first motorcycle learner permit will be granted
pl: Przed otrzymaniem pierwszego prawa jazdy na motocykl, musisz otrzymać zaświadczenie o zdaniu egzaminu z teorii kierowcy w kategorii motocykli i motorowerów

source: The theory test certificate is valid for 2 years from the date of issue
pl: Zaświadczenie o zdaniu egzaminu z teorii ważne jest przez 2 lata od daty wydania

source: If your learner permit expired at least 5 years ago, then you must pass the theory test again before a learner permit will be issued
pl: Jeśli twoje tymczasowe prawo jazdy bądź zezwolenie ucznia wygasło przed co najmniej 5 laty, wówczas zanim wydane zostanie zezwolenie ucznia, musisz ponownie zdać test teoretyczny

source: You must do Initial Basic Training (IBT) when you get your first learner permit
pl: Po otrzymaniu pierwszego zezwolenia ucznia, musisz odbyć Wstępne szkolenie podstawowe (IBT)

source: You cannot ride a motorcycle on the road unsupervised by your IBT instructor unless have done your IBT and received a certificate of satisfactory completion
pl: Nie wolno ci jeździć motocyklem po drogach bez nadzoru instruktora IBT, chyba że zakonczyłeś IBT i otrzymałeś zaświadczenie o jego pozytywnym wyniku

source: You cannot take a driving test for at least 6 months after getting your first learner permit
pl: Przez okres co najmniej 6 miesięcy po otrzymaniu pierwszego zezwolenia ucznia, nie możesz zdawać egzaminu z jazdy (chyba że dokonujesz zmiany z tymczasowego prawa jazdy na zezwolenie ucznia)

source: Your third learner permit
pl: Trzecie zezwolenie szkoleniowe

source: You may not apply for a third or subsequent learner permit unless you can provide:
pl: Nie wolno ubiegać się o trzecie lub kolejne zezwolenie szkoleniowe, poza przypadkami gdy można okazać:

source: • Evidence that you have undergone a driving test for a motorbike in the 2-year period prior to your application (a 2-year learner permit will be granted) or
pl: • Dowód, że podeszło się do egzaminu na prawo jazdy w okresie na dwa lata przed złożeniem podania (zostanie wydane dwuletnie zezwolenie szkoleniowe) lub

source: • Evidence of a forthcoming test date (a 1-year learner permit will be granted)
pl: • Dowód zbliżającej się daty egzaminu (zostanie wydane jednoroczne zezwolenie szkoleniowe)

source: Learner permits are valid for 2 years (or in certain circumstances for 1 year only) and since 1 January 2013 the fee is €35
pl: Zezwolenie szkoleniowe na motocykle jest ważne przez 2 lata (lub 1 rok w pewnych przypadkach) i od 1 stycznia 2013 r. opłata wynosi 35€

source: They are free of charge to those aged 70 or over
pl: Zezwolenie jest bezpłatne dla osób w wieku 70 lat i powyżej

source: Information on acceptable forms of payment is available on the application form
pl: Wymianę zezwolenia szkoleniowego, aby pokazać nową nazwę lub nowy adres jest bezpłatna

source: Any required eyesight tests or medical examinations are not free of charge
pl: Informacje na temat dopuszczalnych form płatności jest na formularzu wniosku

source: You have to apply in person to one of the NDLS centres
pl: W przypadku ubiegania się o zezwolenie na jazdę motocyklem, należy złożyć podanie o zezwolenie na kategorie A lub A2 lub A1 lub AM

source: You do not have to provide photographs with your application but you do need to bring additional documents with you in order to confirm you are the person who is applying for the driving licence
pl: Formularz wniosku o zezwolenie szkoleniowe, formularz D201, jest dostępny od centrów NDLS, ośrodki testowe jazdy, jazdy testowe i centra Teoria Stacje Garda. Można również pobrać formularz D201 (PDF), jak również noty wyjaśniające (pdf)

source: If you have a learner permit or Irish driving licence, you need to bring evidence of your PPS Number and proof of address
pl: Jeśli obecnie irlandzkie prawo jazdy / zezwolenie szkoleniowe, trzeba będzie wnieść licencji / zezwolenia i dowody numeru PPS

source: If you do not have a learner permit or an Irish driving licence, you need to bring photographic ID, proof of your residency entitlement, evidence of your PPS Number and proof of address
pl: Jeśli nie masz prawa jazdy / irlandzki zezwolenie szkoleniowe, trzeba będzie przynieść tożsamości ze zdjęciem, dowód swojego prawa stałego pobytu, dowód numeru PPS i potwierdzenie adresu

source: See ‘Proof of identity’ below
pl: Zobacz "dowód tożsamości" sekcji poniżej

source: You apply for or renew a learner permit using the learning permit application form (D201) which is available from NDLS centres, driving test centres, driving theory test centres and Garda stations
pl: Złożenie podania o pierwsze zezwolenie szkoleniowe Wypełniony formularz podania D201 powinien miec następujące załączniki:

source: You can also download the learner permit application form (pdf) as well as guidance notes (pdf)
pl: • Kopia aktu urodzenia lub paszportu lub świadectwo rejestracji. Nie jest to wymagane jeśli

source: Applying for your first learner permit
pl: - posiadacie Państwo aktualne zezwolenie szkoleniowe lub posiadaliście je w ciągu ostatnich 5 lat

source: The completed application form D201 should be accompanied by:
pl: - posiadacie już Państwo ważne prawo jazdy wydane przez inny kraj członkowski UE lub państwo rozpoznawane

source: • Your current or last driving licence and/or learner permit if you have one
pl: • Aktualne lub ostatnie prawo jazdy i/lub zezwolenie szkoleniowe, jeśli je Państwo macie

source: • Your driver theory test certificate
pl: • Państwa świadectwo z teoretycznego egzaminu na prawo jazdy

source: • A Driving Licence Eyesight Report Form
pl: • Zaświadczenie o stanie zdrowia wzroku

source: A completed eyesight report form must accompany all first learner permit applications - see below
pl: Zaświadczenie o stanie zdrowia wzroku musi zostać złożone ze wszystkimi podaniami o pierwsze zezwolenie szkoleniowe – patrz niżej

source: • A Driving Licence Medical Report Form may be required - see below
pl: • Zaświadczenie medyczne. Zaświadczenie medyczne potrzebne jest w różnych okolicznościach – patrz niżej

source: • The appropriate fee - see Rates above
pl: • Odpowiednia opłata – patrz Stawki powyżej

source: Applying for your second learner permit
pl: Składanie podania o drugie zezwolenie szkoleniowe

source: When applying for your second learner permit the completed application form D.201 should be accompanied by:
pl: W przypadku ubiegania się o drugie zezwolenie szkoleniowe należy złożyć wypełniony formularz podania D.201 powinien mieć następujące załączniki:

source: • Your last learner permit
pl: • Państwa ostatnie zezwolenie szkoleniowe

source: • A Driving Licence Eyesight Report Form may be required - see below
pl: Zaświadczenie medyczne potrzebne jest w różnych okolicznościach – patrz niżej

source: • The appropriate fee- see Rates above
pl: • Odpowiednia opłata – patrz Stawki powyżej

source: Applying for your third or subsequent learner permit
pl: Składanie podania o trzecie lub kolejne zezwolenie szkoleniowe

source: When applying for your third or subsequent learner permit the completed application form D.201 should be accompanied by:
pl: Wypełniony formularz podania D.201 powinien mieć następujące załączniki:

source: • Evidence of having taken the motorbike driving test in the previous 2 years or evidence of a forthcoming test
pl: • Dowód, że podeszło się do egzaminu na prawo jazdy w poprzednich 2 latach lub dowód zbliżającej się daty egzaminu

source: A completed Driving Licence Eyesight Report Form must accompany all first learner permit applications
pl: Zaświadczenie o stanie zdrowia wzroku musi zostać złożone ze wszystkimi podaniami o pierwsze zezwolenie szkoleniowe

source: An eyesight report is not required where a medical report is provided unless indicated by the doctor
pl: Zarejestrowany optyk-okulista lub zarejestrowany lekarz medycyny powinien przeprowadzić Państwa badanie okulistyczne

source: It is also available from NDLS centres. A registered ophthalmic optician or a registered medical practitioner should conduct your eye test
pl: Następnie powinien wypełnić formularz i być świadkiem podpisania przez Państwa oświadczenia na formularzu

source: The report is valid for 1 month
pl: Raport ten ważny jest przez 1 miesiąc

source: A Driving Licence Medical Report Form is required if:
pl: Raport medyczny wymagany jest jeśli:

source: • You will be 70 years of age or more on the first day of the period for which the permit is being issued
pl: • Będziecie Państwo mieli 70 lat lub więcej pierwszego dnia okresu ważności zezwolenia, które jest Państwu wydawane lub

source: • You have any of certain disabilities or conditions (see application form)
pl: • Cierpicie Państwo na padaczkę lub alkoholizm lub

source: You do not have to provide a medical report if you have previously provided a satisfactory medical report which is still applicable
pl: • Regularnie zażywacie Państwo leki które niosą prawdopodobieństwo zmniejszenia Państwa zdolności do bezpiecznej jazdy

source: It is also available from NDLS centres. A registered medical practitioner should carry out your medical examination and then complete the form
pl: Zarejestrowany lekarz medycyny powinien przeprowadzić Państwa badanie i następnie wypełnić formularz

source: You must sign the declaration on the medical report form in the presence of the registered medical practitioner
pl: Musicie Państwo podpisać oświadczenie na raporcie medycznym w obecności zarejestrowanego lekarza medycyny

source: The following documents are accepted as proof of your identity:
pl: Następujące dokumenty są akceptowane jako dowód tożsamości :

source: - Current passport for all non-Irish citizens
pl: - Aktualny paszport dla wszystkich obywateli spoza Irlandii

source: - Current national identity card for EU/EEA/Swiss citizens
pl: - Bieżąca Narodowy Legitymacja dla UE / EOG / Szwajcarii Obywateli

source: - Irish certificate of naturalisation - Current UK (photo) driving licence
pl: - Certyfikat Naturalizacji irlandzki- Bieżąca PL ( zdjęcia ) prawo jazdy

source: - Current Public Services Card
pl: - Ta karta Usługi publiczne

source: - Current Irish travel document (issued by INIS)
pl: - Aktualne dokumenty podróży irlandzkie

source: • Proof of your residency entitlement
pl: • Dowód masz prawo stałego pobytu

source: - Irish/UK long-form birth certificate or adoption certificate
pl: - Irlandzki / UK długo forma aktu urodzenia lub świadectwa przyjęcia

source: - Foreign birth registration - Irish passport
pl: - Zagraniczna rejestracja narodzin- Irlandzki paszport

source: - Current passport for all EU/EEA/Swiss citizens
pl: - Aktualny paszport dla wszystkich obywateli UE / EOG / Szwajcarii

source: - Current Certificate of Registration (GNIB card) for non-EU/EEA/Swiss citizens
pl: - Aktualne zaświadczenie o rejestracji ( karta GNIB ) dla non-EU/EEA/Swiss Obywateli

source: - Public Services Card/Social Services Card
pl: - Usługi publiczne Karta / Karta Usługi społeczne

source: - Correspondence from Revenue or Social Welfare showing PPSN
pl: - Korespondencja z przychodów / Opieki Społecznej pokazując PPSN

source: - P21/Tax Assessment/ Notice of tax credits
pl: - P21/Tax Ocena / Zawiadomienie o ulgi podatkowe

source: - Receipt of social welfare payment
pl: - Otrzymanie płatności Pomocy Społecznej
